// components/product_b/pro_problem/index.js
Component({
  /**
   * 组件的属性列表
   */
  properties: {

  },

  /**
   * 组件的初始数据
   */
  data: {
    textbox:[
      {
        title:'1、下单后多久能发货？',
        die:'下单成功后，我们会在12个小时内对用户所订购的商品、邮寄地址、款项支付等信息进行核对，一般在2~3个工作日内将包裹发出（周末和法定节假日顺延）'
      }, {
        title:'2、平台商品的价格含税吗？',
        die:'不含税。如需要开具发票，需另外支付税费。'
      }, {
        title:'3、平台使用什么物流配送方式，能否自选物流？',
        die:'通常包裹20公斤以上发物流，其它发快递，详细情况请咨询客服目前暂时不提供自选物流的服务，我们会根订单中的收货地址和商品种类选择最合适的物流公司进行配送。'
      }, {
        title:'4、商品验货与签收需要注意什么？',
        die:'小美诚品保证出货时货物外包装的完好无缺，为了保证客户的利益，请在收到货物时务必验货，请拆开包装箱，确认货品完好无损后再签收。如果发现货物在运输途中有破损，顾客有权拒收，在快递单上写明拒收原因，请配送人员退回。若发现商品错发、漏发，请在签收24小时内联系客服处理，超过24小时，小美诚品概不负责。'
      }, {
        title:'5、退换货产生的运费由谁负责？',
        die:'因商品质量问题、第三方物流及小美诚品本身的原因产生的退换，运费由小美诚品承担注；不支持货到付款业务，请顾客先垫付运费，到货验证商品后，小美诚品将以现金形式为用户报销运费；如果是未经确认而擅自退回的商品，该退货申请将不被受理。'
      },
    ]
  },

  /**
   * 组件的方法列表
   */
  methods: {

  }
})
